Repository: NaomiProject/Naomi
Catalog: plugins/speechhandler/news/locale/*.po
Languages: fr_fr

source: READ THE NEWS
fr_fr: LIRE LES NOUVELLES

source: WHAT'S HAPPENING
fr_fr: QU'EST-CE QUI SE PASSE

source: WHAT ARE TODAY'S HEADLINES
fr_fr: QUELS SONT LES TITRES D'AUJOURD'HUI

source: Pulling up the news...
fr_fr: Récéption des titres...

source: Sorry, I'm unable to get the latest headlines right now.
fr_fr: Désole, Je suis incapable d'avoir les derniers titres maitenant.

source: These are the current top headlines...
fr_fr: Voci les principaux titres actuels ...

source: Would you like me to send you these articles?
fr_fr: Voulez vous que je vous envois ces articles?

source: YES
fr_fr: OUI

source: Sure, just give me a moment.
fr_fr: d'accord, donnez moi un instant.

source: Your Top Headlines
fr_fr: Voici les titres du jour

source: Okay, I've sent you an email.
fr_fr: D'accord. Je vous ai envoyé un mail.

source: Sorry, I'm having trouble sending you these articles.
fr_fr: Désolé. J'ai du mal à vous envoyer ces articles.

source: Okay, I will not send any articles.
fr_fr: d'accord, je ne vous envoies aucun article.

source: These are the articles you requested:
fr_fr: Voici les articles que vous avez demandé:
