Repository: NaomiProject/Naomi
Catalog: plugins/speechhandler/notifications/locale/*.po
Languages: de_de, fr_fr

source: Please enter Facebook token
de_de: Bitte geben Sie den Facebook-Token ein
fr_fr: Veuillez entrer le jeton Facebook

source: I can use your Facebook token to check for incoming notifications
de_de: Ich kann Ihr Facebook-Token verwenden, um nach eingehenden Benachrichtigungen zu suchen
fr_fr: Je peux utiliser votre token Facebook pour vérifier les notifications entrantes

source: DO I HAVE ANY FACEBOOK NOTIFICATIONS
de_de: HABE ICH EINE FACEBOOK-MITTEILUNG
fr_fr: AI-JE DES NOTIFICATIONS FACEBOOK

source: CHECK MY NOTIFICATIONS
de_de: PRÜFEN SIE MEINE MITTEILUNGEN
fr_fr: CONSULTEZ MES NOTIFICATIONS

source: I have not been authorized to query your Facebook. If
de_de: Ich wurde nicht autorisiert, dein Facebook abzufragen.
fr_fr: Je n'ai pas été autorisé à interroger votre Facebook.

source: you would like to check your notifications in the
de_de: Wenn du möchtest, dass ich dich über die deine Facebook-Benachrichtigungen informiere,
fr_fr: Si vous souhaitez vérifier vos notifications à l'avenir,

source: future, please visit the Naomi dashboard.
de_de: besuche bitte das Naomi Dashboard.
fr_fr: veuillez visiter le tableau de bord Naomi.

source: I apologize, I can't access Facebook at the moment.
de_de: Tut mir leid, ich kann im Moment nicht auf Facebook zugreifen.
fr_fr: Je m'excuse, je ne peux pas accéder à Facebook pour le moment

source: You have no Facebook notifications.
de_de: Du hast keine Facebook-Benachrichtigungen.
fr_fr: Vous n'avez pas de notification Facebook

source: You have one Facebook notification.
de_de: Du hast eine Facebook-Benachrichtigung.
fr_fr: Vous avez une notification Facebook

source: You have {} Facebook notifications.
de_de: Du hast {} Facebook-Benachrichtigungen.
fr_fr: Vous avez {} notifications Facebook
