Repository: NaomiProject/Naomi
Catalog: plugins/speechhandler/birthday/locale/*.po
Languages: de_de, fr_fr

source: Please enter Facebook token
de_de: Bitte geben Sie den Facebook-Token ein
fr_fr: Veuillez entrer le jeton Facebook

source: I can use your Facebook token to notify you when your friends have birthdays
de_de: Ich kann Ihr Facebook-Token verwenden, um Sie zu benachrichtigen, wenn Ihre Freunde Geburtstage haben
fr_fr: Je peux utiliser votre token Facebook pour vous avertir lorsque vos amis ont des anniversaires

source: WHOSE BIRTHDAY IS IT TODAY
de_de: WEN GEBURTSTAG IST ES HEUTE
fr_fr: DONT L'ANNIVERSAIRE EST AUJOURD'HUI

source: ARE THERE ANY BIRTHDAYS TODAY
de_de: ES GIBT HEUTE JEDEN GEBURTSTAG
fr_fr: Y A-T-IL DES ANNIVERSAIRES AUJOURD'HUI

source: DO ANY OF MY FRIENDS HAVE BIRTHDAYS TODAY
de_de: HABEN MEINE FREUNDE HEUTE GEBURTSTAGE?
fr_fr: FAIRE UN DE MES AMIS A DES ANNIVERSAIRES AUJOURD'HUI

source: I have not been authorized to query your Facebook.
de_de: Ich wurde nicht autorisiert, dein Facebook abzufragen.
fr_fr: Je n'ai pas été autorisé pour accédé à votre compte Facebook.

source: If you would like to check birthdays in the future,
de_de: Wenn du möchtest, dass ich dich über die Geburtstage deiner Freunde informiere,
fr_fr: Si vous voulez vérifier les anniversaire,

source: please visit the Naomi dashboard.
de_de: besuche bitte das Naomi Dashboard.
fr_fr: merci de visiter le tableau de bord de Naomi.

source: I apologize,
de_de: Tut mir leid,
fr_fr: Je m'excuse,

source: there's a problem with that service at the moment.
de_de: es gab ein Problem mit der Facebook-Abfrage.
fr_fr: il y a un problème avec ce service en ce moment.

source: %s has a birthday today.
de_de: %s hat heute Geburtstag.
fr_fr: %s fête sont anniversaire aujourd'hui.

source: Your friends with birthdays today are {} and {}.
de_de: Heute Geburtstag haben deine Freunde {} und {}.
fr_fr: {} et {} fêtent leurs anniversaire aujourd'hui.

source: None of your friends have birthdays today.
de_de: Keiner deiner Freunde haben heute Geburtstag.
fr_fr: Aucun de vos amis fête son anniversaire aujourd'hui.
