Repository: NaomiProject/Naomi
Catalog: naomi/data/locale/*.po
Languages: de_de, fr_fr

source: I need your Kaldi g-streamer server url to continue
de_de: Ich brauche deine Kaldi g-Streamer-Server-URL, um fortzufahren
fr_fr: J'ai besoin de l'url de votre serveur Kaldi g-streamer pour continuer

source: default is
de_de: Standard ist
fr_fr: le défaut est

source: Please enter your server url:
de_de: Bitte geben Sie Ihre Server-URL ein:
fr_fr: Veuillez entrer l'URL de votre serveur:

source: Enter path to julius hmm defs
de_de: Geben Sie den Pfad zu julius hmm defs ein
fr_fr: Entrez le chemin de julius hmm defs

source: Enter path to julius tied list
de_de: Geben Sie den Pfad zur julius gebundenen Liste ein
fr_fr: Entrez le chemin d'accès à la liste de liens julius

source: Enter path to julius lexicon
de_de: Geben Sie den Pfad zum Julius-Lexikon ein
fr_fr: Entrez le chemin de julius lexicon

source: What is the name of your phonetisaurus-g2p program?
de_de: Wie lautet der Name Ihres phoneisaurus-g2p Programms?
fr_fr: Quel est le nom de votre programme phonetisaurus-g2p?

source: Please enter the path to your hmm directory
de_de: Bitte geben Sie den Pfad zu Ihrem hmm-Verzeichnis ein
fr_fr: Veuillez entrer le chemin de votre répertoire hmm

source: Please enter the path to your fst model
de_de: Bitte geben Sie den Pfad zu Ihrem fst-Modell ein
fr_fr: Veuillez entrer le chemin de votre premier modèle

source: Please select a text to speech (TTS) engine.
de_de: Bitte wählen Sie eine Text zu Sprache-Engine.
fr_fr: Veuillez sélectionner un moteur de synthèse vocale.

source: Available implementations:
de_de: Verfügbare Implementierungen:
fr_fr: Implémentations disponibles:

source: If you would like to alter the espeak voice,
de_de: Wenn Sie die espeak-Stimme ändern möchten, können Sie die
fr_fr: Si vous souhaitez modifier la voix espeak, vous pouvez utiliser

source: you can use the following options in your config file:
de_de: folgenden Optionen in Ihrer Konfigurationsdatei verwenden:
fr_fr: les options suivantes dans votre fichier de configuration:

source: Use the festival command to set the default voice.
de_de: Verwenden Sie den festival-Befehl, um die Standard-Voice festzulegen.
fr_fr: Utilisez la commande festival pour définir la voix par défaut.

source: Available voices:
de_de: Verfügbare Stimmen:
fr_fr: Voix disponibles:

source: Select a voice
de_de: Wähle eine Stimme aus
fr_fr: Choisir la langue

source: Is this the voice you would like me to use?
de_de: Ist das die Stimme, die ich verwenden soll?
fr_fr: Est-ce la voix que vous aimeriez que j'utilise?

source: FLite does not appear to be installed
de_de: FLite scheint nicht installiert zu sein
fr_fr: FLite ne semble pas être installé

source: Please install it using:
de_de: Bitte installieren Sie es mit:
fr_fr: Veuillez l'installer en utilisant:

source: then re-run Naomi with the --repopulate flag
de_de: Führen Sie dann Naomi mit dem Flag --repopulate erneut aus
fr_fr: puis relancez ce programme avec le drapeau --repopulate

source: You will now need to enter
de_de: Sie müssen nun Ihre
fr_fr: Vous devrez maintenant entrer

source: your Ivona account information.
de_de: Ivona-Kontoinformationen eingeben.
fr_fr: vos informations de compte Ivona.

source: You will need to create an account at {}
de_de: Sie müssen ein Konto bei {} erstellen,
fr_fr: Vous devrez créer un compte sur {}

source: if you haven't already.
de_de: falls Sie dies noch nicht getan haben.
fr_fr: si vous ne l'avez pas déjà fait.

source: What is your Access key?
de_de: Was ist Ihr Zugangsschlüssel?
fr_fr: Quelle est votre clé d'accès?

source: What is your Secret key?
de_de: Was ist dein Geheimschlüssel?
fr_fr: Quelle est votre clé secrète?

source: Which voice do you want
de_de: Welche Stimme willst du
fr_fr: Quelle voix voulez-vous

source: (default is Brian)
de_de: (Standard ist Brian)
fr_fr: (défaut est Brian)

source: Server?
fr_fr: Serveur?

source: Language?
de_de: Sprache?
fr_fr: La langue?

source: Voice?
de_de: Stimme?
fr_fr: Voix?

source: I have two ways to let you know I've heard you; Beep or Voice.
de_de: Ich habe zwei Möglichkeiten, Sie wissen zu lassen, dass ich Sie gehört habe. Piepton oder Stimme.
fr_fr: J'ai deux façons de vous faire savoir que je vous ai entendu: Bip ou voix

source: voice
de_de: Stimme
fr_fr: voix

source: beep
de_de: Piepton
fr_fr: bip

source: {beep} for beeps or {voice} for voice.
de_de: {beep} für Piepton oder {voice} für Stimme
fr_fr: {beep} pour les bips ou {voice} pour la voix.

source: ({beep}) for beeps or ({voice}) for voice.
de_de: ({beep}) für Piepton oder ({voice}) für Stimme
fr_fr: ({beep}) pour les bips ou ({voice}) pour la voix.

source: Please choose beeps ({b}) or voice ({v})
de_de: Bitte wählen Sie Pieptöne ({b}) oder Stimme ({v})
fr_fr: Veuillez choisir des bips ({b}) ou des voix ({v}):

source: Type the words I should say after hearing my wake word: %s
de_de: Geben Sie die Wörter ein, die ich sagen sollte, nachdem Sie mein Aufwachwort gehört haben: %s
fr_fr: Tapez les mots que je devrais dire après avoir entendu mon mot réveil:% s

source: Reply
de_de: Antworten
fr_fr: Répondre

source: Is this correct?
de_de: Ist das richtig?
fr_fr: Est-ce correct?

source: Type the words I should say after hearing a command
de_de: Geben Sie die Wörter ein, die ich sagen soll, nachdem Sie einen Befehl gehört haben
fr_fr: Tapez les mots que je devrais dire après avoir entendu une commande

source: Response
de_de: Antwort
fr_fr: Réponse

source: Please select an audio engine.
de_de: Bitte wählen Sie eine Audio Engine aus.
fr_fr: Veuillez sélectionner un moteur audio.

source: Available implementations:
de_de: Verfügbare Implementierungen:
fr_fr: Implémentations disponibles:

source: Please choose an output device
de_de: Bitte wählen Sie ein Ausgabegerät
fr_fr: Veuillez choisir un périphérique de sortie

source: Available output devices:
de_de: Verfügbare Ausgabegeräte:
fr_fr: Périphériques de sortie disponibles:

source: Can't locate wav file: %s
de_de: Wav-Datei kann nicht gefunden werden: %s
fr_fr: Impossible de localiser le fichier wav: %s

source: Skipping test
de_de: Test überspringen
fr_fr: Test de saut

source: Please choose an input device
de_de: Bitte wählen Sie ein Eingabegerät
fr_fr: Veuillez choisir un périphérique d'entrée

source: Available input devices:
de_de: Verfügbare Eingabegeräte:
fr_fr: Périphériques d'entrée disponibles:

source: My name is {}.
de_de: Mein name ist {}.
fr_fr: Mon nom est {}

source: My name is Naomi
de_de: Mein name ist Naomi.
fr_fr: Je suis Naomi

source: How can I be of service, {}?
de_de: Was kann ich für dich tun, {}?
fr_fr: Comment Puis-je vous aider, {}?

source: How can I be of service?
de_de: Was kann ich für dich tun?
fr_fr: Puis-je vous aider?

source: I'm sorry.
de_de: Tut mir leid.
fr_fr: Je suis désolé.

source: I had some trouble with that operation.
de_de: Ich konnte deine Anfrage nicht bearbeiten.
fr_fr: Il y a quelques problèmes.

source: Please try again later.
de_de: Bitte versuche es später noch einmal.
fr_fr: Merci de réessayer plus tard.

source: I'm sorry, could you repeat that?
de_de: Tut mir leid, kannst du das wiederholen?
fr_fr: Désolé, pouvez-vous répéter?

source: My apologies, could you try saying that again?
de_de: Entschuldigung, aber das habe ich nicht verstanden.
fr_fr: Mes excuses, pouvez-vous répéter encore?

source: Say that again?
de_de: Bitte wiederhol das?
fr_fr: répétez?

source: I beg your pardon?
de_de: Wie bitte?
fr_fr: Je vous demande pardon?

source: The passive STT engine processes everything you say near me. It is highly recommended to use an offline engine like sphinx.
de_de: Die passive STT-Engine verarbeitet alles, was Sie in meiner Nähe sagen. Es wird dringend empfohlen, eine Offline-Engine wie Sphinx zu verwenden.

source: Pardon?
de_de: Das habe ich leider nicht verstanden.
