Repository: NaomiProject/Naomi
Catalog: naomi/data/locale/*.po
Languages: de_de, fr_fr

source: Configuring {}
de_de: Konfigurieren {}
fr_fr: Configuration de {}

source: YES
de_de: JA
fr_fr: OUI

source: NO
de_de: NEIN
fr_fr: NON

source: By what name would you like to call me?
de_de: Mit welchem Namen möchten Sie mich anrufen?
fr_fr: Par quel nom aimeriez-vous m'appeler?

source: A good choice for a name would have multiple syllables and not sound like any common words.
de_de: Eine gute Wahl für einen Namen hätte mehrere Silben und würde nicht wie ein gewöhnliches Wort klingen.
fr_fr: Un bon choix pour un nom aurait plusieurs syllabes et ne ressemblerait pas à des mots courants.

source: Please select an audio engine
de_de: Bitte wählen Sie eine Audio-Engine
fr_fr: Veuillez sélectionner un moteur audio.

source: please select an output device
de_de: Bitte wählen Sie ein Ausgabegerät
fr_fr: Veuillez sélectionner un périphérique de sortie

source: Please select an input device
de_de: Bitte wählen Sie ein Eingabegerät
fr_fr: Veuillez sélectionner un périphérique d'entrée

source: Please select a passive speech to text engine
de_de: Bitte wählen Sie eine passive Sprachausgabe aus
fr_fr: Veuillez sélectionner un moteur passif de synthèse vocale

source: Please select an active speech to text engine
de_de: Bitte wählen Sie eine aktive Speech-to-Text-Engine aus
fr_fr: Veuillez sélectionner un moteur de synthèse vocale actif

source: After I hear my wake word, this engine processes everything you say. I recommend an offline option, but you could also use an online option like Google Voice.
de_de: Nachdem ich mein Weckwort gehört habe, verarbeitet diese Engine alles, was Sie sagen. ich empfehlen eine Offline-Option, aber Sie können auch eine Online-Option wie Google Voice verwenden.
fr_fr: Après avoir entendu mon mot de réveil, ce moteur traite tout ce que vous dites. Je recommande une option hors ligne, mais vous pouvez également utiliser une option en ligne comme Google Voice.

source: Please select a special speech to text engine
de_de: Bitte wählen Sie eine spezielle Speech-to-Text-Engine aus
fr_fr: Veuillez sélectionner un moteur spécial de synthèse vocale

source: Special mode is used when I am listening for a specific set of requests while in a specific plugin. An offline option should work fine here, but an online option should also work.
de_de: Der Spezialmodus wird verwendet, wenn ich in einem bestimmten Plug-in auf bestimmte Anfragen höre. Eine Offline-Option sollte hier gut funktionieren, aber eine Online-Option sollte auch funktionieren.
fr_fr: Le mode spécial est utilisé lorsque j'écoute un ensemble spécifique de requêtes dans un plugin spécifique. Une option hors ligne devrait fonctionner correctement ici, mais une option en ligne devrait également fonctionner.

source: Please select a text to speech engine
de_de: Bitte wählen Sie eine Text-to-Speech-Engine aus
fr_fr: Veuillez sélectionner un moteur de synthèse vocale

source: This provides my voice.
de_de: Das gibt meine Stimme.
fr_fr: Cela donne ma voix.

source: Would you like to turn on passive listening?
de_de: Möchten Sie passives Hören aktivieren?
fr_fr: Souhaitez-vous activer l'écoute passive?

source: In normal mode, when I hear my wake word I will beep and wait for a command. In passive listening mode, I will process whatever you say with the wake word. So in normal mode, you would say 'Naomi' and I would beep and you would say 'what time is it' and I would tell you, but in passive mode you could just say 'Naomi what time is it' and I would tell you.
de_de: Wenn ich im normalen Modus mein Weckwort höre, piepse ich und warte auf einen Befehl. Im passiven Hörmodus werde ich alles, was Sie sagen, mit dem Weckwort verarbeiten. Im normalen Modus würden Sie 'Naomi' sagen und ich würde piepen und Sie würden sagen, wie spät es ist und ich würde es Ihnen sagen, aber im passiven Modus könnten Sie einfach 'Naomi, wie spät es ist' sagen und ich würde es sagen Sie.
fr_fr: En mode normal, quand j'entends mon mot de réveil, je bipe et j'attends une commande. En mode d'écoute passive, je traite tout ce que vous dites avec le mot de réveil. Donc en mode normal, vous diriez 'Naomi' et bip et vous diriez 'quelle heure est-il' et je vous le dirais, mais en mode passif, vous pourriez simplement dire 'Naomi quelle heure est-il' et je vous le dirais.

source: Would you like to turn on print transcript?
de_de: Möchten Sie Print Transcript aktivieren?
fr_fr: Voulez-vous activer la transcription imprimée?

source: In 'print transcript' mode, I will print everything I say and everything I think I hear you say to the command line. This is mostly useful for debugging.
de_de: Im 'Print Transcript'-Modus drucke ich alles, was ich sage und was ich denke, dass Sie es in der Befehlszeile sagen. Dies ist vor allem beim Debuggen hilfreich.
fr_fr: En mode 'imprimer la transcription,' j'imprimerai tout ce que je dis et tout ce que je pense vous entendre dire sur la ligne de commande. Ceci est surtout utile pour le débogage.

source: Please enter your email address
de_de: Geben Sie bitte Ihre Email-Adresse ein
fr_fr: Veuillez saisir votre adresse e-mail

source: I can use your email address to check your mail and send you notifications
de_de: Ich kann Ihre E-Mail-Adresse verwenden, um Ihre E-Mails zu überprüfen und Ihnen Benachrichtigungen zu senden
fr_fr: Je peux utiliser votre adresse e-mail pour vérifier votre courrier et vous envoyer des notifications

source: Please enter your IMAP email server url
de_de: Bitte geben Sie Ihre IMAP-E-Mail-Server-URL ein
fr_fr: Veuillez entrer l'URL de votre serveur de messagerie IMAP

source: I need to know the url of your email server if you want me to check your emails for you
de_de: Ich muss die URL Ihres E-Mail-Servers kennen, damit ich Ihre E-Mails für Sie überprüfen kann
fr_fr: J'ai besoin de connaître l'url de votre serveur de messagerie si vous voulez que je vérifie vos e-mails pour vous

source: Please enter your IMAP email server port
de_de: Bitte geben Sie Ihren IMAP-E-Mail-Server-Port ein
fr_fr: Veuillez saisir le port de votre serveur de messagerie IMAP

source: I need to know I have the correct port to access your email
de_de: Ich muss wissen, dass ich den richtigen Port für den Zugriff auf Ihre E-Mail habe
fr_fr: J'ai besoin de savoir que j'ai le bon port pour accéder à votre messagerie

source: Please enter an SMTP email server url I can use
fr_fr: Veuillez saisir une URL de serveur de messagerie SMTP que je peux utiliser

source: I need to know the url for an SMTP email server to send emails to or for you.
de_de: Ich muss die URL eines SMTP-E-Mail-Servers kennen, um E-Mails an oder für Sie senden zu können.
fr_fr: J'ai besoin de connaître l'URL d'un serveur de messagerie SMTP pour envoyer des e-mails à ou pour vous.

source: Please enter an SMTP email server port I can use
de_de: Bitte geben Sie einen SMTP-E-Mail-Server-Port ein, den ich verwenden kann
fr_fr: Veuillez saisir un port de serveur de messagerie SMTP que je peux utiliser

source: I need to know I have the correct port to send email
de_de: Ich muss wissen, dass ich den richtigen Port zum Senden von E-Mails habe
fr_fr: J'ai besoin de savoir que j'ai le bon port pour envoyer des e-mails

source: Please enter your email username
de_de: Bitte geben Sie Ihren E-Mail-Benutzernamen ein
fr_fr: Veuillez saisir votre nom d'utilisateur de messagerie

source: Your username is normally either your full email address or just the part before the '@' symbol.
de_de: Ihr Benutzername ist normalerweise entweder Ihre vollständige E-Mail-Adresse oder nur der Teil vor dem '@' - Symbol.
fr_fr: Votre nom d'utilisateur est normalement soit votre adresse e-mail complète, soit juste la partie avant le symbole '@'.

source: Please enter your email password
de_de: Bitte geben Sie Ihr E-Mail-Passwort ein
fr_fr: Veuillez saisir votre mot de passe e-mail

source: I need your email address in order to check your emails.
de_de: Ich benötige Ihre E-Mail-Adresse, um Ihre E-Mails abrufen zu können.
fr_fr: J'ai besoin de votre adresse e-mail pour vérifier vos e-mails.

source: Please enter your phone number
de_de: Bitte gib deine Telefonnummer ein
fr_fr: Veuillez entrer votre numéro de téléphone

source: I can use your phone number to send text messages to you
de_de: Ich kann Ihre Telefonnummer verwenden, um Ihnen Textnachrichten zu senden
fr_fr: Je peux utiliser votre numéro de téléphone pour vous envoyer des SMS

source: Please enter your carrier
de_de: Bitte geben Sie Ihren Mobilfunkanbieter an
fr_fr: Veuillez saisir votre opérateur

source: I need to know your phone carrier in order to send text messages to you from the SMTP account I'm using. If you don't know it, try sending a text message to your email account. When it arrives, it will be in the form <phone number>@<carrier> i.e. 2125551212@vtext.com
de_de: Ich muss Ihren Mobilfunkanbieter kennen, um Ihnen Textnachrichten über das von mir verwendete SMTP-Konto senden zu können. Wenn Sie es nicht wissen, versuchen Sie, eine SMS an Ihr E-Mail-Konto zu senden. Wenn es eintrifft, hat es die Form <Telefonnummer> @ <Mobilfunkanbieter> wie 2125551212@vtext.com
fr_fr: J'ai besoin de connaître votre opérateur téléphonique pour vous envoyer des SMS à partir du compte SMTP que j'utilise. Si vous ne le connaissez pas, essayez d'envoyer un SMS à votre compte de messagerie. Lorsqu'il arrivera, il se présentera sous la forme <numéro de téléphone>@<carrier> c'est-à-dire 2125551212@vtext.com

source: Would you like to let me send you emails?
de_de: Möchten Sie, dass ich Ihnen E-Mails schicke?
fr_fr: Souhaitez-vous me laisser vous envoyer des e-mails?

source: If you select 'Yes' I will send emails to you at your request, or to let you know when important things are happening.
de_de: Wenn Sie 'Ja' auswählen, sende ich Ihnen auf Anfrage E-Mails oder informiere Sie, wenn wichtige Dinge geschehen.
fr_fr: Si vous sélectionnez «Oui», je vous enverrai des e-mails à votre demande ou pour vous informer lorsque des événements importants se produisent.

source: Testing device by playing a sound
de_de: Testen Sie das Gerät, indem Sie einen Ton abspielen
fr_fr: Test de l'appareil en émettant un son

source: Were you able to hear the beep?
de_de: Konnten Sie den Piepton hören?
fr_fr: Avez-vous pu entendre le bip?

source: The volume on your device may be too low.
de_de: Die Lautstärke auf Ihrem Gerät ist möglicherweise zu niedrig.
fr_fr: Le volume sur votre appareil peut être trop faible.

source: You should be able to use 'alsamixer'
de_de: Sie sollten in der Lage sein, den Lautstärkepegel mit 'alsamixer'
fr_fr: Vous devriezpouvoir utiliser 'alsamixer'

source: to set the volume level.
de_de: einzustellen.
fr_fr: pour définir le niveau de volume.

source: Do you want to continue now
de_de: Möchten Sie jetzt fortfahren
fr_fr: Voulez-vous continuer et essayer

source: and fix the volume later?
de_de: und die Lautstärke später korrigieren?
fr_fr: de réparer le volume plus tard?

source: Output format not supported on this device.
de_de: Ausgabeformat wird auf diesem Gerät nicht unterstützt.
fr_fr: Format de sortie non pris en charge sur ce périphérique.

source: Please choose a different device.
de_de: Bitte wählen Sie ein anderes Gerät.
fr_fr: Veuillez choisir un autre appareil.

source: Would you like me to test your selection
de_de: Möchten Sie, dass ich Ihre Auswahl teste,
fr_fr: Souhaitez-vous que je teste votre sélection

source: by recording your voice and playing it back to you?
de_de: indem ich Ihre Stimme aufnehme und für Sie wiedergebe?
fr_fr: en enregistrant votre voix et en la reproduisant?

source: Please speak into the mic now
de_de: Bitte sprechen Sie jetzt in das Mikrofon
fr_fr: Veuillez parler dans le micro maintenant

source: Sound detected - recording
de_de: Ton erkannt - Aufnahme
fr_fr: Son détecté - enregistrement

source: No sound detected.
de_de: Kein Ton erkannt.
fr_fr: Aucun son détecté.

source: Setting threshold from {t} to {s}
de_de: Schwellenwert von {t} bis {s} einstellen
fr_fr: Seuil de réglage de {t} à {s}

source: Recorded %d frames
de_de: %d Bilder aufgenommen
fr_fr: %d images enregistrées

source: Did you hear yourself?
de_de: Hast du dich gehört?
fr_fr: Vous êtes-vous entendu?

source: Replay?
de_de: Wiederholung?
fr_fr: Rejouer?

source: Do you want to skip this test and continue?
de_de: Möchten Sie diesen Test überspringen und fortfahren?
fr_fr: Voulez-vous sauter ce test et continuer?

source: Available Plugins:
de_de: Verfügbare Plugins:
fr_fr: Plugins disponibles:

source: Sorry, no plugins matched
de_de: Leider stimmen keine Plugins überein
fr_fr: Désolé, aucun plugin ne correspond

source: Installing {}...
de_de: {} Wird installiert ...
fr_fr: Installation de {} ...

source: Unable to reset plugin "{}": {}
de_de: Plugin "{}" kann nicht zurückgesetzt werden: {}
fr_fr: Impossible de réinitialiser le plugin "{}": {}

source: Unable to update plugin "{}": {}
de_de: Plugin "{}" kann nicht aktualisiert werden: {}
fr_fr: Impossible de mettre à jour le plugin "{}": {}

source: Failed to set head to the vetted commit
de_de: Head konnte nicht auf das geprüfte Commit gesetzt werden
fr_fr: Impossible de définir la tête du commit approuvé

source: Deleting {}
de_de: {} Löschen
fr_fr: Suppression de {}

source: Plugin "{}" installed to {}
de_de: Plugin "{}" installiert auf {}
fr_fr: Plugin "{}" installé sur {}

source: Updating {}
de_de: {} Wird aktualisiert
fr_fr: Mise à jour {}

source: {} versions identical ({}), updating anyway
de_de: {} Versionen identisch ({}), trotzdem aktualisiert
fr_fr: {} versions identiques ({}), mises à jour quand même

source: Updating {} from {} to {}
de_de: {} von {} auf {} aktualisieren
fr_fr: Mise à jour de {} de {} à {}

source: Plugin "{}" Updated
de_de: Plugin "{}" aktualisiert
fr_fr: Plugin "{}" mis à jour

source: Plugin {} was not found.
de_de: Plugin {} wurde nicht gefunden.
fr_fr: Le plugin {} est introuvable.

source: Are you sure it is installed?
de_de: Sind Sie sicher, dass es installiert ist?
fr_fr: Êtes-vous sûr qu'il est installé?

source: Removing directory: {}
de_de: Verzeichnis wird entfernt: {}
fr_fr: Suppression du répertoire: {}

source: Could not locate plugin "{}" ({})
de_de: Plugin "{}" ({}) konnte nicht gefunden werden
fr_fr: Impossible de localiser le plugin "{}" ({})

source: has it been disabled?
fr_fr: a-t-il été désactivé?

source: Plugin "{}" is enabled
fr_fr: Le plugin "{}" est activé

source: Enabled plugin "{}"
fr_fr: Plugin activé "{}"

source: Unable to enable plugin "{}"
fr_fr: Impossible d'activer le plugin "{}"

source: Plugin "{}" is disabled
fr_fr: Le plugin "{}" est désactivé

source: Disabled plugin "{}"
fr_fr: Plugin désactivé "{}"

source: Unable to disable plugin "{}"
fr_fr: Impossible de désactiver le plugin "{}"

source: Language Selector
de_de: Sprachauswahl
fr_fr: Sélecteur de langue

source: Select Language
de_de: Sprache auswählen
fr_fr: Choisir la langue

source: Sorry, no additional information is available about this setting
fr_fr: Désolé, aucune information supplémentaire n'est disponible sur ce paramètre

source: Available choices:
fr_fr: Choix disponibles:

source: Unrecognized option.
fr_fr: Option non reconnue.

source: {} ("?" for help)
fr_fr: {} ("?" pour aider)

source: Location saved as
fr_fr: Emplacement enregistré sous

source: Have you set up at least one stt (speech to text) engine?
fr_fr: Avez-vous configuré au moins un moteur discours au texte?

source: You will need to choose and configure at least
fr_fr: Vous devrez choisir et configurer au moins un

source: one discours au texte engine. Instructions are available at
fr_fr: moteur discours au texte. Les instructions sont disponibles sur

source: Please re-run Naomi after you have configured an STT engine.
fr_fr: Veuillez réexécuter Naomi après avoir configuré un moteur discours au texte.

source: Have you set up at least one tts (text to speech) engine?
fr_fr: Avez-vous configuré au moins un moteur de synthèse vocale?

source: one tts engine. Instructions are available at
fr_fr: un moteur tts. Les instructions sont disponibles sur

source: Please re-run Naomi after you have configured a TTS engine.
fr_fr: Veuillez réexécuter Naomi après avoir configuré un moteur de synthèse vocale.

source: You do not appear to have any audio engines configured.
fr_fr: Vous ne semblez avoir aucun moteur audio configuré.

source: You should either install the pyaudio or pyalsaaudio
fr_fr: Vous devez soit installer les modules pyaudio ou pyalsaaudio

source: python modules. Otherwise Naomi will be unable to speak
fr_fr: python. Sinon, Naomi ne pourra ni parler

source: or listen.
fr_fr: ni écouter.

source: Both programs have prerequisites that can most likely
fr_fr: Les deux programmes ont des prérequis qui peuvent très probablement

source: be installed using your package manager
fr_fr: être installés à l'aide de votre gestionnaire de paquets

source: Would you like me to check again?
fr_fr: Voulez-vous que je vérifie à nouveau?

source: Can't continue, so quitting
fr_fr: Impossible de continuer, alors quittez

source: Hello, thank you for selecting me to be your personal assistant.
de_de: Hallo, danke, dass du mich als deine persönliche Assistentin ausgewählt hast.
fr_fr: Bonjour, merci de m'avoir choisi pour être votre assistant personnel.

source: Let's populate your profile.
de_de: Lass uns dein Profil füllen.
fr_fr: Peuplons votre profil.

source: If, at any step, you would prefer not
de_de: Wenn Sie bei irgendeinem Schritt lieber die
fr_fr: Si, à tout moment, vous préférez ne pas

source: to enter the requested information
de_de: angeforderten Informationen nicht eingeben möchten,
fr_fr: saisir les informations demandées

source: just hit 'Enter' with a blank field to continue.
de_de: klicken Sie einfach mit einem leeren Feld auf 'Enter', um fortzufahren.
fr_fr: appuyez simplement sur "Entrée" avec un champ vide pour continuer.

source: First, what name would you like to call me by?
de_de: Erstens, mit welchem ​​Namen würdest du mich gerne anrufen?
fr_fr: D'abord, par quel nom aimeriez-vous m'appeler?

source: Now please tell me a little about yourself.
de_de: Jetzt erzähle mir bitte etwas über dich.
fr_fr: Maintenant, s'il vous plaît, parlez-moi un peu de vous.

source: What is your first name?
de_de: Wie lautet dein Vorname?
fr_fr: Quel est votre prénom?

source: What is your last name?
de_de: Was ist dein Nachname?
fr_fr: Quel est ton nom de famille?

source: I can use an email account to send notifications to you.
de_de: Ich kann ein E-Mail-Konto verwenden, um Benachrichtigungen an Sie zu senden.
fr_fr: Je peux utiliser un compte de messagerie pour vous envoyer des notifications.

source: Alternatively, you can skip this step
de_de: Alternativ können Sie diesen Schritt überspringen
fr_fr: Sinon, vous pouvez ignorer cette étape

source: Please enter your imap server as "server[:port]"
de_de: Bitte geben Sie Ihren Imap-Server als "server[:port]" ein
fr_fr: Veuillez entrer votre serveur imap en tant que "serveur[:port]"

source: What is your email address?
de_de: Wie lautet deine E-Mail Adresse?
fr_fr: Quelle est ton adresse email?

source: What is your email password?
de_de: Wie lautet dein E-Mail-Passwort?
fr_fr: Quel est votre mot de passe email?

source: (just press enter to keep current password)
de_de: (drücken sie einfach die eingabetaste, um Ihr aktuelles passwort zu behalten)
fr_fr: (appuyez simplement sur Entrée pour conserver le mot de passe actuel)

source: I can use your phone number to send notifications to you.
de_de: Ich kann Ihre Telefonnummer verwenden, um Ihnen Benachrichtigungen zu senden.
fr_fr: Je peux utiliser votre numéro de téléphone pour vous envoyer des notifications.

source: No country codes!
de_de: Keine Ländercodes!
fr_fr: Pas de codes pays!

source: Any dashes or spaces will be removed for you
de_de: Alle Bindestriche oder Leerzeichen werden für Sie entfernt
fr_fr: Tous les tirets ou espaces seront supprimés pour vous

source: What is your Phone number?
de_de: Wie ist deine Telefonnummer?
fr_fr: Quel est ton numéro de téléphone?

source: What is your phone carrier?
de_de: Was ist dein Telefonträger?
fr_fr: Quel est votre opérateur téléphonique?

source: If you have a US phone number,
de_de: Wenn Sie eine US-Telefonnummer haben,
fr_fr: Si vous avez un numéro de téléphone américain,

source: you can enter one of the following:
de_de: können Sie einen der folgenden Werte eingeben:
fr_fr: vous pouvez entrer l'un des éléments suivants:

source: without the quotes
de_de: ohne die Anführungszeichen
fr_fr: sans les guillemets

source: If your carrier isn't listed or you have an international
de_de: Wenn Ihr Mobilfunkanbieter nicht aufgeführt ist oder Sie eine internationale
fr_fr: Si votre opérateur ne figure pas dans la liste ou si

source: number, go to
de_de: Nummer haben, gehen Sie zu
fr_fr: vous avez un numéro international, visitez le site

source: and enter the email suffix for your carrier
de_de: und geben Sie das E-Mail-Suffix für Ihren Mobilfunkanbieter ein
fr_fr: et entrez le suffixe de messagerie pour votre opérateur

source: (e.g., for Virgin Mobile, enter 'vmobl.com';
de_de: (Geben Sie beispielsweise für Virgin Mobile 'vmobl.com' ein
fr_fr: (par exemple, pour Virgin Mobile, entrez 'vmobl.com';

source: for T-Mobile Germany, enter 't-d1-sms.de').
de_de: für T-Mobile Deutschland 't-d1-sms.de').
fr_fr: pour T-Mobile Allemagne, entrez 't-d1-sms.de').

source: What is your Carrier?
de_de: Was ist dein Träger?
fr_fr: Quel est votre transporteur?

source: text
de_de: SMS
fr_fr: SMS

source: How would you prefer to have notifications sent?
de_de: Wie möchten Sie Benachrichtigungen erhalten?
fr_fr: Comment préférez-vous recevoir des notifications?

source: Email ({e}) or Text message ({t})?
de_de: E-Mail ({e}) oder SMS ({t}) erhalten?
fr_fr: Email ({e}) ou un message texte SMS ({t})?

source: Please choose email ({e}) or text message ({t})!
de_de: Bitte wählen Sie E-Mail ({e}) oder SMS ({t})!
fr_fr: Veuillez choisir un email ({e}) ou un message texte ({t})!

source: For weather information, please enter your 5-digit zipcode
de_de: Für Wetterinformationen geben Sie bitte Ihre 5-stellige Postleitzahl ein
fr_fr: Pour obtenir des informations météorologiques, veuillez saisir votre code postal à 5 ​​chiffres

source: (e.g., 08544).
de_de: (z. B. 08544).
fr_fr: (par exemple, 08544).

source: If you are outside the US,
de_de: Wenn Sie sich außerhalb der USA befinden,
fr_fr: Si vous êtes en dehors des États-Unis,

source: insert the name of the nearest big town/city.
de_de: geben Sie den Namen der nächstgelegenen Großstadt ein.
fr_fr: insérez le nom de la grande ville/ville la plus proche.

source: What is your location?
de_de: Wo bist du?
fr_fr: Emplacement enregistré sous?

source: Weather not found.
de_de: Wetter nicht gefunden.
fr_fr: Météo introuvable.

source: Please try another location.
de_de: Bitte versuchen Sie es mit einem anderen Ort.
fr_fr: Veuillez essayer un autre endroit.

source: Please enter a timezone from the list located in the TZ*
de_de: Bitte geben Sie eine Zeitzone aus der Liste in der TZ*
fr_fr: Veuillez entrer un fuseau horaire dans la liste située dans

source: column at
de_de: Spalte bei
fr_fr: la colonne TZ * à

source: or none at all.
de_de: oder gar keine ein.
fr_fr: ou pas du tout.

source: What is your timezone?
de_de: Was ist deine Zeitzone?
fr_fr: Quel est votre fuseau horaire?

source: Not a valid timezone. Try again.
de_de: Keine gültige Zeitzone. Versuchen Sie es nochmal.
fr_fr: Pas un fuseau horaire valide. Réessayer.

source: Please enter your watson username:
de_de: Bitte geben Sie Ihren Watson-Benutzernamen ein:
fr_fr: Veuillez entrer votre nom d'utilisateur watson:

source: Please enter your watson password:
de_de: Bitte geben Sie Ihr Watson-Passwort ein:
fr_fr: Veuillez entrer votre mot de passe watson:
