Repository: NaomiProject/Naomi
Catalog: plugins/speechhandler/check_email/locale/*.po
Languages: fr_fr

source: READ MY EMAIL
fr_fr: LISEZ MON EMAIL

source: CHECK MY INBOX
fr_fr: VERIFIEZ MA BOITE

source: DO I HAVE ANY EMAIL
fr_fr: AI-JE UN COURRIEL

source: ARE THERE ANY NEW EMAILS
fr_fr: Y A-T-IL DE NOUVEAUX COURRIELS

source: I'm sorry. I'm not authenticated to work with your Email account.
fr_fr: Désolé. Je ne suis pas authenfié avec votre compte Email

source: You have no unread emails.
fr_fr: Vous n'avez aucun mail non-lus

source: You have one unread email.
fr_fr: Vous avez un mail non lu

source: You have {} unread emails.
fr_fr: Vous avez {} mails non-lus

source: You have one unread email from {}.
fr_fr: Vous avez un mail non-lu de {}

source: Senders include {} and {}
fr_fr: Les Expediteurs sont: {} et {}

source: They are all from {}.
fr_fr: Ils sont tous de {}.
