Repository: NaomiProject/Naomi
Catalog: plugins/speechhandler/hackernews/locale/*.po
Languages: de_de, fr_fr

source: READ HACKER NEWS
de_de: HACKER NEWS LESEN

source: WHAT'S IN HACKER NEWS
de_de: WAS IST IN HACKER NEWS

source: Getting the top {} stories from Hacker News...
de_de: Erhalten Sie die besten {} Geschichten von Hacker News ...
fr_fr: Reception du top {} depuis Hacker News

source: Sorry, I'm unable to get the top stories from
de_de: Entschuldigung, ich kann die Top-Storys von
fr_fr: Désolé, je suis incapable de recuperer les meilleurs articles

source: Hacker News right now.
de_de: Hacker News derzeit nicht abrufen.
fr_fr: Hacker News maintenant.

source: These are the current top stories...
de_de: Das sind die aktuellen Top-Stories...
fr_fr: Voici les meilleurs articles actuellement ...

source: Would you like me to send you these articles?
de_de: MÃ¶chten Sie, dass ich Ihnen diese Artikel schicke?
fr_fr: Voulez vous que je vous envois ces articles?

source: YES
de_de: JA
fr_fr: OUI

source: Sure, just give me a moment.
de_de: Klar, gib mir nur einen Moment.
fr_fr: d'accord, donnez moi un instant.

source: Top Stories from Hacker News
de_de: Beste Geschichten von Hacker News
fr_fr: Les meilleurs articles Hacker News

source: Okay, I've sent you an email.
de_de: Okay, ich habe dir eine E-Mail geschickt.
fr_fr: D'accord. Je vous ai envoyé un mail.

source: Sorry, I'm having trouble sending you these articles.
de_de: Entschuldigung, ich habe Probleme, Ihnen diese Artikel zuzusenden.
fr_fr: Désolé. J'ai du mal à vous envoyer ces articles.

source: Okay, I will not send any articles.
de_de: Okay, ich werde keine Artikel verschicken.
fr_fr: d'accord, je ne vous envoies aucun article.

source: These are the Hacker News articles you requested:
de_de: Dies sind die von Ihnen angeforderten Hacker News-Artikel:
fr_fr: Voici les articles que vous avez demandé:
